---
kind: property
id: P:Autodesk.Revit.DB.Structure.AnalyticalPanel.Thickness
zh: 厚度
source: html/0e03a6fc-1a23-c6aa-0377-a0c42f6028a1.htm
---
# Autodesk.Revit.DB.Structure.AnalyticalPanel.Thickness Property

**中文**: 厚度

Panel thickness, in the Revit default units.

## Syntax (C#)
```csharp
public double Thickness { get; set; }
```